Repository: DarkFlyper/OLD-Recon-Bolt
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: vi

source: %@ ago
vi: %@ trước

source: %@ games won
vi: %@ trận thắng

source: %@ won
vi: %@ thắng

source: %lld Future Weeklies
vi: %lld Nhiệm vụ trong tương lai

source: %lld Queued-Up Weeklies
vi: %lld hàng chờ nhiệm vụ

source: %lld RR
vi: %lld ĐXH

source: %lld from other players
vi: %lld từ những người chơi khác

source: %lld hidden due to outdated assets
vi: %lld bị ẩn do nội dung lỗi thời

source: %lld hits
vi: %lld lần trúng đích

source: %lld more
vi: %lld thêm

source: %lld to %lld credits
vi: %lld đến %lld credits

source: %lld/%lld loaded
vi: %lld/%lld đã tải

source: %lld/%lld owned
vi: %lld/%lld đã sở hữu

source: (You can switch between available icons at any time.)
vi: (Bạn có thể chuyển đổi giữa các biểu tượng có sẵn bất cứ lúc nào.)

source: +%lld queued
vi: +%lld đang chờ xử lý

source: 2-Factor Authentication
vi: Xác thực 2 yếu tố

source: A 2FA code has been sent to your email address %@
vi: Mã xác thực 2 yếu tố đã được gửi đến địa chỉ email của bạn %@

source: A match's queue is unknown until its details are fetched (by tapping it or performing the swipe action). Competitive matches after your placements can be identified without their details, however.
vi: Hàng chờ của trận đấu không được biết cho đến khi thông tin chi tiết của trận đấu được tìm nạp (bằng cách nhấn vào trận đấu hoặc thực hiện thao tác vuốt). Tuy nhiên, các trận đấu xếp hạng sau chuỗi phân hạng của bạn có thể được xác định mà không cần thông tin chi tiết.

source: ALL TIME
vi: Tất cả Hồi và Phần

source: About
vi: Về Recon Bolt

source: About Recon Bolt
vi: Về Recon Bolt

source: Accounts
vi: Tài khoản

source: Activate
vi: Kích hoạt

source: Active
vi: Đang giao kèo

source: Active Contract
vi: Giao kèo đang được kích hoạt

source: Add Bookmark
vi: Thêm dấu trang

source: Add another Account
vi: Thêm tài khoản

source: Add multiple accounts and seamlessly switch between them at any time.
vi: Thêm nhiều tài khoản và chuyển đổi liên tục bất cứ lúc nào.

source: Advanced Settings
vi: Cài đặt nâng cao

source: Advanced Stats
vi: Thống kê chi tiết

source: Agent Select
vi: Chọn đặc vụ

source: Agents
vi: Đặc vụ

source: All %lld
vi: Tất cả %lld

source: All Maps
vi: Tất cả bản đồ

source: Allow All Agents
vi: Lựa chọn tất cả

source: Allow All Queues
vi: Lựa chọn tất cả

source: An Error Occurred!
vi: Đã xảy ra lỗi!

source: An invaluable API hosting all the assets (images, data, etc.) used throughout Valorant. This is where almost every image in the app comes from.
vi: Một API vô cùng quan trọng lưu trữ tất cả nội dung (hình ảnh, dữ liệu, v.v.) được sử dụng xuyên suốt Valorant. Đây là nguồn gốc của hầu hết mọi hình ảnh trong ứng dụng.

source: Any Agent
vi: Mọi đặc vụ

source: Any Queue
vi: Mọi hàng chờ

source: Anything with images will not display correctly.
vi: Mọi thứ có hình ảnh sẽ không hiển thị chính xác.

source: App Icon
vi: Biểu tượng ứng dụng

source: Are your assets outdated?
vi: Nội dung của bạn đã lỗi thời?

source: As thanks for your support, you get to show off your status with an exclusive app icon!
vi: Để cảm ơn sự hỗ trợ của bạn, bạn có thể thể hiện trạng thái của mình bằng một biểu tượng ứng dụng độc quyền!

source: Assets
vi: Nội dung

source: Assets complete.
vi: Nội dung đã tải hoàn tất.

source: Assets not loaded!
vi: Nội dung không được tải!

source: Assets out of date!
vi: Nội dung đẫ lỗi thời!

source: Assets should be fetched automatically, but in case something went wrong, feel free to initiate the process manually.
vi: Nội dung sẽ được tìm nạp tự động nhưng trong trường hợp xảy ra sự cố, vui lòng bắt đầu quy trình theo cách thủ công.

source: Assets up to date!
vi: Nội dung đã cập nhật!

source: Attacking
vi: Tấn công

source: Available:
vi: Khả dụng:

source: Average: %@
vi: Trung bình: %@

source: Binary Data
vi: Dữ liệu nhị phân

source: Body
vi: Thân

source: Bookmarks
vi: Dấu trang

source: Buddy
vi: Phụ kiện

source: By Kind
vi: Theo loại

source: By Map
vi: Theo bản đồ

source: By Non-Premade Player
vi: Với người chơi ngẫu nhiên

source: By Premade Teammate
vi: Với người chơi chung tổ đội

source: By Queue
vi: Theo hàng chờ

source: By Weapon
vi: Theo vũ khí

source: Cancel
vi: Hủy

source: Cancel Matchmaking
vi: Hủy tìm trận

source: Career
vi: Danh vọng

source: Career Summaries
vi: Tổng hợp danh vọng

source: Career Summary
vi: Tổng hợp danh vọng

source: Change Buddy
vi: Đổi phụ kiện

source: Change Queue
vi: Đổi hàng chờ

source: Change Skin
vi: Đổi skin

source: Check your current Valorant storefront.
vi: Kiểm tra cửa hàng Valorant hiện tại của bạn.

source: Check your progress on daily & weekly missions.
vi: Kiểm tra tiến độ của nhiệm vụ hàng ngày & hàng tuần.

source: Choose App Icon
vi: Chọn biểu tượng ứng dụng

source: Choose Buddy
vi: Chọn phụ kiện

source: Choose Card
vi: Chọn thẻ

source: Choose Skin
vi: Chọn skin

source: Choose Spray
vi: Chọn hình phun sơn

source: Choose Title
vi: Chọn danh hiệu

source: Choose a Contract
vi: Chọn một giao kèo

source: Choose a weapon to take %@ from.
vi: Chọn một vũ khí để lấy %@ từ.

source: Clear All
vi: Xóa tất cả

source: Completed
vi: Hoàn thành

source: Confirm Delete
vi: Xác nhận xóa

source: Contract complete!
vi: Giao kèo hoàn tất!

source: Copy Body
vi: Sao chép nội dung

source: Copy Error
vi: Sao chép lỗi

source: Copy Error Details
vi: Sao chép chi tiết lỗi

source: Copy Match ID
vi: Sao chép ID trận

source: Copy to Clipboard
vi: Sao chép vào Clipboard

source: Could Not Load Account!
vi: Không thể tải tài khoản!

source: Could not Change App Icon!
vi: Không thể thay đổi biểu tượng ứng dụng!

source: Could not delete files!
vi: Không thể xóa tệp!

source: Could not determine used storage!
vi: Không thể xác định bộ nhớ đã sử dụng!

source: Could not free up space!
vi: Không thể giải phóng dung lượng!

source: Could not look up %@
vi: Không tìm thấy %@

source: Could not sign in!
vi: Không thể đăng nhập!

source: Current version: %@
vi: Phiên bản hiện tại: %@

source: Currently in agent select
vi: Đang chọn đặc vụ

source: Currently in-game
vi: Đang trong trận

source: Custom
vi: Chơi tự do

source: Customize %@
vi: Tùy chỉnh %@

source: Customize Gun
vi: Tùy chỉnh súng

source: Daily
vi: Hàng ngày

source: Daily Missions
vi: Nhiệm vụ hàng ngày

source: Daily Offers
vi: Ưu đãi hàng ngày

source: Dark Mode
vi: Chế độ tối

source: Data going back to %@
vi: Dữ liệu trở lại đến %@

source: Day
vi: Ngày

source: Default
vi: Mặc định

source: Default Icon
vi: Biểu tượng mặc định

source: Defending
vi: Phòng thủ

source: Delete %lld Matches
vi: Xóa %lld trận

source: Details by Round
vi: Chi tiết theo vòng đấu

source: Discord Server
vi: Server Discord

source: Distribution Over Time
vi: Phân bố theo thời gian

source: Done
vi: Đã hoàn thành

source: Download Assets Now
vi: Tải xuống nội dung ngay bây giờ

source: Draws
vi: Hòa

source: ERROR
vi: LỖI

source: Edit Filter
vi: Sửa bộ lọc

source: Enter 2FA Code
vi: Nhập mã xác thực 2 yếu tố

source: Error
vi: Lỗi

source: Error Details
vi: Chi tiết lỗi

source: Error downloading assets!
vi: Lỗi khi tải nội dung xuống!

source: Exchange
vi: Trao đổi

source: Exchange Body
vi: Nội dung

source: Exclude All Agents
vi: Bỏ chọn tất cả

source: Exclude All Queues
vi: Bỏ chọn tất cả

source: Exclusive App Icon
vi: Biểu tượng ứng dụng độc quyền

source: Exploded
vi: Bị bom nổ

source: Family Sharing
vi: Chia sẻ gia đình

source: Feedback Email Body
vi: Nếu gặp phải lỗi? Hãy báo cáo với tôi về lỗi bạn vừa gặp phải: BÁO CÁO LỖI CỦA BẠN TẠI ĐÂY %@

source: Fetch Details
vi: Tìm nạp chi tiết

source: Filter
vi: Bộ lọc

source: Filter Maps
vi: Lọc bản đồ

source: Filter Match List
vi: Lọc danh sách trận đấu

source: Filter Queues
vi: Lọc hàng chờ

source: Filtering by starting side will exclude any matches in single-round modes like Deathmatch, Escalation, etc.
vi: Lọc theo bên bắt đầu sẽ loại trừ bất kỳ trận đấu nào thuộc chế độ một vòng đấu như Sinh tử, Tăng tiến, v.v.

source: Find Match
vi: Tìm trận

source: Finding match… (%@)
vi: Đang tìm trận… (%@)

source: Force Refresh Widgets
vi: Buộc làm mới tiện ích

source: Free up these %@
vi: Giài phóng %@

source: Game Started
vi: Trận đấu bắt đầu

source: Game is not running!
vi: Valorant hiện không chạy!

source: Gather statistics from anyone's games to gain insights on things like time played by mode/premade, headshot rate over time/by weapon, win rate over time/by map & side, and more!
vi: Thu thập số liệu thống kê từ các trận đấu của bất kỳ ai để hiểu rõ hơn về những thứ như thời gian chơi theo chế độ/tổ đội, tỷ lệ bắn trúng đầu theo thời gian/theo vũ khí, tỷ lệ thắng theo thời gian/theo bản đồ & phe, v.v!

source: Getting money from Recon Bolt gives me the flexibility and motivation to keep improving the app!
vi: Mọi sự đóng góp thông qua thanh toán Recon Bolt Pro mang lại cho tôi động lực để tiếp tục cải thiện ứng dụng!

source: Golden Gun
vi: Súng hoàng kim

source: Group by
vi: Nhóm theo

source: Head
vi: Đầu

source: Headhunter (Chamber)
vi: Kẻ săn đầu người (Chamber)

source: Hi! I'm Julian Dunskus, and I made this app. Recon Bolt started development in early 2021, back when it wasn't yet possible to see your RR gains and losses in the game, but the API offered those numbers. I made an app to see the numbers and better understand my rank changes. As you can guess, the scope expanded massively over time to what you're using now. I hope you're enjoying it! If you've encountered a bug or have some feedback, I'm always happy to hear it on the Discord Server or GitHub :)
vi: Chào! Tôi là Julian Dunskus và tôi đã tạo ứng dụng này. Recon Bolt bắt đầu phát triển vào đầu năm 2021, khi chưa thể xem sự tăng giảm ĐXH của bạn trong trò chơi, nhưng API đã cung cấp những con số đó. Tôi đã tạo ra một ứng dụng để xem các con số và hiểu rõ hơn về sự thay đổi thứ hạng của mình. Như bạn có thể đoán được, dự án ngày càng trở lên lớn hơn theo thời gian, cuối cùng trở thành ứng dụng mà bạn đang sử dụng. Tôi hy vọng bạn thích nó! Nếu bạn gặp lỗi hoặc có một số phản hồi, tôi luôn sẵn lòng lắng nghe điều đó trên Discord hoặc GitHub :)

source: Hit Distribution
vi: Phân bố bắn trúng đích

source: Home Screen Widgets
vi: Tiện ích màn hình chính

source: I hope you enjoy the pro features :)
vi: Hy vọng bạn thích các tính năng của phiên bản Pro :)

source: I won't sugarcoat things. Due to the way this app uses the API, I believe there's no other way to sign in than to have people enter their credentials directly. Under those circumstances, there's really no good way for anyone to be sure their credentials remain safe. For what it's worth:
vi: Tôi sẽ không tô vẽ mọi thứ. Do cách ứng dụng này sử dụng API, tôi tin rằng không có cách nào khác để đăng nhập ngoài việc yêu cầu mọi người nhập trực tiếp thông tin đăng nhập của họ. Trong trường hợp đó, thực sự không có cách nào là chắc chắn cho bất kỳ ai để đảm bảo thông tin đăng nhập của họ vẫn an toàn. Cho những gì nó xứng với:

source: Identities
vi: Danh tính

source: If you have accounts in multiple regions to play with friends around the world, this is the feature for you!
vi: Nếu bạn có tài khoản ở nhiều khu vực để chơi với bạn bè trên khắp thế giới, thì đây là tính năng dành cho bạn!

source: If you have multiple accounts, you can configure separate widgets for each and have them on your Home Screen at the same time.
vi: Nếu bạn có nhiều tài khoản, bạn có thể tùy chỉnh cấu hình các tiện ích riêng biệt cho từng tài khoản và hiển thị chúng trên Màn hình chính cùng một lúc.

source: If your widgets seem broken, use this button to request an immediate refresh from iOS.
vi: Nếu các tiện ích của bạn bị lỗi, hãy sử dụng nút này để yêu cầu làm mới ngay lập tức từ iOS.

source: Image failed to load!
vi: Không thể tải hình ảnh!

source: In case something went wrong, use this button to force a full refetch of the assets and images.
vi: Trong trường hợp xảy ra sự cố, hãy sử dụng nút này để buộc tải lại toàn bộ nội dung và hình ảnh.

source: In-App Store
vi: Cửa hàng

source: Is this safe?
vi: Ứng dụng này có an toàn không?

source: Join the Discord Server
vi: Tham gia Server Discord

source: Kills by Round
vi: Mạng theo vòng đấu

source: Language
vi: Ngôn ngữ

source: Legs
vi: Chân

source: Level %lld
vi: Cấp %lld

source: Level %lld / %lld
vi: Cấp %lld / %lld

source: Lifetime Peak
vi: Xếp hạng cao nhất

source: Light Mode
vi: Chế độ sáng

source: Links
vi: Những liên kết của tôi

source: Live
vi: Trực tiếp

source: Live Match
vi: Trận đấu trực tiếp

source: Load Data
vi: Tải dữ liệu

source: Load Older Matches
vi: Tải trận đấu cũ

source: Loading Store Info…
vi: Đang tải thông tin cửa hàng…

source: Loading request log…
vi: Đang tải nhật ký yêu cầu…

source: Loadout
vi: Trang bị

source: Loadout Delta
vi: Biểu đồ trang bị

source: Loadout Delta is computed as the difference between the average loadout value of players on each team. For example, a loadout delta of +1000 means your team's loadouts were an average of 1000 credits more valuable than the enemy team's in that round.
vi: Biểu đồ trang bị được tính là sự khác biệt giữa giá trị trang bị trung bình của người chơi trong mỗi đội. Ví dụ: biểu đồ trang bị +1000 có nghĩa là trang bị của đội bạn có giá trị trung bình hơn 1000 credits so với của đội địch trong vòng đó.

source: Loadout not loaded!
vi: Trang bị chưa được tải!

source: Lobby Dodged
vi: Rời sảnh chờ

source: Lock In
vi: Khóa chọn

source: Lock In %@
vi: Khóa chọn %@

source: Look Up
vi: Tìm kiếm

source: Looks like you're trying to enter your Riot ID (and tagline) as username! Your username is actually something else: it's what you use to sign into the Valorant launcher. If you don't know your username or don't have one, you can fix that at [account.riotgames.com](https://account.riotgames.com).
vi: Có vẻ như bạn đang cố nhập ID Riot (và tagline) của mình làm tên người dùng! Tên người dùng của bạn thực ra là một thứ khác: đó là thứ bạn dùng để đăng nhập vào Valorant qua Riot Client. Nếu không biết tên người dùng của mình hoặc không có, bạn có thể lấy lại tại [account.riotgames.com](https://account.riotgames.com).

source: Losses
vi: Thua

source: Manage Assets
vi: Quản lý nội dung

source: Manage Local Storage
vi: Quản lý bộ nhớ cục bộ

source: Many thanks to the volunteer translators from our Discord server who have been hard at working translating the app to new languages!
vi: Gửi lời cảm ơn to lớn tới các phiên dịch viên tình nguyện từ Discord, những người đã làm việc chăm chỉ để dịch ứng dụng sang các ngôn ngữ mới!

source: Map
vi: Bản đồ

source: Maps
vi: Bản đồ

source: Match
vi: Trận

source: Match Details
vi: Chi tiết trận đấu

source: Match Lists
vi: Danh sách trận

source: Match Loading Errors
vi: Lỗi tải trận đấu

source: Match System
vi: Theo hệ thống

source: Matches
vi: Trận đấu

source: Matches to load: **%lld**
vi: Trận đấu được tải: **%lld**

source: Member
vi: Thành viên

source: Method
vi: Phương thức

source: Missing assets!
vi: Không tìm thấy nội dung!

source: Missing progress for contract!
vi: Thiếu tiến độ cho giao kèo!

source: Missing season data!
vi: Thiếu dữ liệu mùa!

source: Missions
vi: Nhiệm vụ

source: Missions not loaded!
vi: Nhiệm vụ chưa được tải!

source: Month
vi: Tháng

source: Multiple Account Support
vi: Hỗ trợ nhiều tài khoản

source: Multiple Accounts
vi: Nhiều tài khoản

source: Name
vi: Tên

source: Newest available: %@
vi: Mới nhất có sẵn: %@

source: Night Market
vi: Chợ đêm

source: No Buddy
vi: Không trang bị phụ kiện

source: No Spray
vi: Không trang bị hình phun sơn

source: No Title
vi: Không trang bị danh hiệu

source: No buddy selected!
vi: Không có phụ kiện nào được chọn!

source: No contract active!
vi: Không có giao kèo hoạt dộng!

source: No data
vi: Không có dữ liệu

source: No games played with premade teammates.
vi: Không có trò chơi nào được chơi với các đồng đội trong cùng tổ đội.

source: No minimap available!
vi: Không có bản đồ nhỏ nào!

source: No non-premade players encountered repeatedly. (Un)lucky you!
vi: Không gặp phải người chơi ngẫu nhiên nào nhiều lần. (Không) may mắn cho bạn!

source: Normalize Charts
vi: Bình thường hóa biểu đồ

source: Not Ready
vi: Chưa sẵn sàng

source: Not enough data!
vi: Không đủ dữ liệu!

source: Not signed in yet.
vi: Chưa đăng nhập.

source: Not signed in!
vi: Chưa đăng nhập!

source: Note: Statistics are only available on iOS 16 and newer.
vi: Lưu ý: Số liệu thống kê chỉ khả dụng trên iOS 16 trở lên.

source: Note: Widgets are only available on iOS 16 and newer.
vi: Lưu ý: Tiện ích chỉ khả dụng trên iOS 16 trở lên.

source: Official Website
vi: Website chính thức

source: Open or swipe to fetch details.
vi: Mở hoặc vuốt để tìm nạp thông tin chi tiết.

source: Other Players
vi: Người chơi khác

source: Out of instances!
vi: Không đủ số lượng!

source: Over Time
vi: Hiệp phụ

source: Overall
vi: Tổng quan

source: Overdrive (Neon)
vi: Quá tải (Neon)

source: Party
vi: Tổ đội

source: Party %@
vi: Tổ đội %@

source: Password
vi: Mật khẩu

source: Picking…
vi: Đang chọn…

source: Player
vi: Người chơi

source: Players
vi: Người chơi

source: Playtime
vi: Thời gian chơi

source: Playtime Breakdown
vi: Thời gian chơi chi tiết

source: Please make sure you are ready to play by the time the game starts!
vi: Vui lòng đảm bảo rằng bạn đã sẵn sàng chơi khi trò chơi bắt đầu!

source: Pro Features
vi: Tính năng Pro

source: Pro Icons
vi: Biểu tượng Pro

source: Purchase Failed!
vi: Giao dịch thất bại!

source: Purchase – %@
vi: Mua – %@

source: Queues
vi: Hàng chờ

source: Rank
vi: Xếp hạng

source: Rank %lld
vi: Xếp hạng %lld

source: Rank Changes
vi: Thay đổi xếp hạng

source: Rank Rating Changes
vi: Thay đổi điểm xếp hạng

source: Rate on the App Store
vi: Đánh giá trên App Store

source: Ready
vi: Sẵn sàng

source: Recon Bolt Pro supports Family Sharing, meaning if just one member of your iCloud family buys it, everyone can use it!
vi: Recon Bolt Pro hỗ trợ Chia sẻ gia đình, nghĩa là nếu chỉ một thành viên trong gia đình iCloud của bạn mua nó, thì mọi người đều có thể sử dụng nó!

source: Recon Bolt does not have and will never have ads. The only way it can make money is through in-app purchases.
vi: Recon Bolt không có và sẽ không bao giờ có quảng cáo. Cách duy nhất nó có thể kiếm tiền là thông qua mua hàng trong ứng dụng.

source: Reference
vi: Tham khảo

source: Refresh
vi: Làm mới

source: Refresh automatically
vi: Làm mới tự động

source: Refreshes at %@
vi: Làm mới lúc %@

source: Remove Bookmark
vi: Xóa dấu trang

source: Repair
vi: Sửa

source: Request
vi: Yêu cầu

source: Request Log
vi: Nhật ký yêu cầu

source: Requests
vi: Yêu cầu

source: Reset
vi: Cài lại

source: Response
vi: Phản hồi

source: Response Code
vi: Mã phản hồi

source: Restore Failed!
vi: Khôi phục thất bại!

source: Restore Purchase
vi: Khôi phục thanh toán mua hàng

source: Retry
vi: Thử lại

source: Round %lld of %lld
vi: Vòng đấu %lld thứ %lld

source: Round Details
vi: Chi tiết vòng đấu

source: Rounds by Loadout Delta
vi: Vòng đấu theo biểu đồ trang bị

source: Rounds by Side
vi: Vòng đấu theo bên

source: Search
vi: Tìm

source: Select more matches to see data on hit distribution. Deathmatch, Escalation, and other modes don't provide the necessary information.
vi: Chọn nhiều trận đấu hơn để xem dữ liệu về phân bố bắn trúng đích. Sinh tử, Tăng tiến và các chế độ khác không cung cấp thông tin cần thiết.

source: Send to Developer
vi: Gửi tới người phát triển

source: Session expired!
vi: Phiên hết hạn!

source: Settings
vi: Cài đặt

source: Shared Matches
vi: Chia sẻ trận đấu

source: Show Unfetched Matches
vi: Hiển thị các trận đấu chưa được tìm thấy

source: Show all matches
vi: Hiển thị tất cả trận đấu

source: Show details when found
vi: Hiển thị chi tiết khi tìm thấy

source: Show off your pro status with an exclusive icon!
vi: Thể hiện trạng thái chuyên nghiệp của bạn với một biểu tượng độc quyền!

source: Sign In
vi: Đăng nhập

source: Sign In with your Riot account
vi: Đăng nhập tài khoản Riot của bạn

source: Sign Out
vi: Đăng xuất

source: Sign in with Google/Apple/etc.
vi: Đăng nhập bằng Google/Apple/v.v.

source: Smoothing
vi: Làm mịn

source: Spectator
vi: Người xem

source: Spike Defused
vi: Spike đã bị gỡ

source: Spike Planted
vi: Spike đã được đặt

source: Start Matchmaking?
vi: Bắt đầu tìm trận?

source: Starting Side
vi: Bên bắt đầu

source: Starting Side:
vi: Bên bắt đầu:

source: Statistics
vi: Số liệu thống kê

source: Statistics not available!
vi: Thống kê không có sẵn!

source: Statistics require %@, a one-time purchase including a variety of features. Want to give them a look?
vi: Thống kê yêu cầu %@, mua một lần bao gồm nhiều tính năng. Muốn thử trải nghiệm chứ?

source: Store
vi: Cửa hàng

source: Store not loaded!
vi: Cửa hàng chưa được tải!

source: Storefront outdated!
vi: Cửa hàng hiện tại đã hết hạn!

source: Support Development :)
vi: Hỗ trợ phát triển :)

source: Support Further Development!
vi: Hãy ủng hộ để ứng dụng ngày càng phát triển!

source: Switch Contract
vi: Đổi giao kèo

source: TL;DR: you'll have to take my word for it, but Riot doesn't seem to mind.
vi: TL;DR: bạn sẽ phải tin lời tôi, nhưng Riot dường như không bận tâm.

source: Thank you for supporting Recon Bolt!
vi: Cảm ơn bạn đã ủng hộ Recon Bolt!

source: The code is open-source and visible on GitHub; you can build it yourself if you want to be sure of what's running.
vi: Mã là mã nguồn mở và hiển thị trên GitHub; bạn có thể tự xây dựng nó nếu muốn chắc chắn về những gì đang chạy.

source: The default look of Recon Bolt.
vi: Giao diện mặc định của Recon Bolt.

source: The pro version lets you change the app icon! More icons might be coming in future updates.
vi: Phiên bản pro cho phép bạn thay đổi biểu tượng ứng dụng! Nhiều biểu tượng hơn có thể sẽ xuất hiện trong các bản cập nhật trong tương lai.

source: Theme
vi: Chủ đề

source: These are the last %lld requests sent by the app, along with their responses.
vi: Đây là %lld yêu cầu cuối cùng được gửi bởi ứng dụng, cùng với phản hồi của chúng.

source: This feature requires iOS 16 or newer.
vi: Tính năng này yêu cầu iOS 16 trở lên.

source: To gather statistics, we first need to load matches to process. Note that large amounts can take a long time, especially when downloading for the first time!
vi: Để thu thập số liệu thống kê, trước tiên chúng tôi cần tải các trận đấu để xử lý. Lưu ý rằng số lượng lớn có thể mất nhiều thời gian, đặc biệt là khi tải xuống lần đầu tiên!

source: Total
vi: Tổng cộng

source: Total Playtime
vi: Tổng thời gian chơi

source: Total Space Used
vi: Tổng dung lượng đã sử dụng

source: Uncategorized Missions
vi: Nhiệm vụ chưa được phân loại

source: Unfetched
vi: Chưa tìm thấy

source: Unfortunately, Valorant doesn't store information about which weapon was used for each hit. All we get is the weapon you started the round with and what weapon you used for each kill. Recon Bolt guesses the weapon involved in each damage based on this information, but it cannot be perfect (and neither can any other tracker).
vi: Thật không may, Valorant không lưu trữ thông tin về vũ khí nào được sử dụng cho mỗi lần bắn trúng đích. Tất cả những gì chúng tôi nhận được là vũ khí bạn bắt đầu hiệp đấu và vũ khí bạn sử dụng cho mỗi lần tiêu diệt. Recon Bolt đoán vũ khí đã gây sát thương dựa trên thông tin này, nhưng nó không thể hoàn toàn chính xác (và các trang thông số khác cũng vậy).
