Repository: DarkFlyper/OLD-Recon-Bolt
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: vi

source: Unfortunately, due to technical limitations, you cannot sign into Recon Bolt via your Google account, Apple ID, or anything but a Riot account. Assuming you signed up for Valorant using Google/Apple/etc., you can set up your account to add a username & password on Riot's site at [account.riotgames.com](https://account.riotgames.com). Note that your Riot ID is **not** the same as your username! If you've forgotten your username, you can reset it at [recovery.riotgames.com](https://recovery.riotgames.com). On that site, navigate to **Riot Account Sign-in** and set yourself a username and password. When you're done, you can use those same credentials to sign in above! Your social account will stay linked and you'll remain able to sign in with that on PC :)
vi: Thật không may, do những hạn chế về kỹ thuật, bạn không thể đăng nhập vào Recon Bolt thông qua tài khoản Google, ID Apple hoặc bất kỳ thứ gì khác ngoài tài khoản Riot. Giả sử bạn đã đăng ký Valorant bằng Google/Apple/v.v., bạn có thể thiết lập tài khoản của mình để thêm tên người dùng và mật khẩu trên trang web của Riot tại [account.riotgames.com](https://account.riotgames.com). Lưu ý rằng Riot ID của bạn **không** giống với tên người dùng của bạn! Nếu bạn quên tên người dùng của mình, bạn có thể đặt lại tên người dùng đó tại [recovery.riotgames.com](https://recovery.riotgames.com). Trên trang web đó, hãy điều hướng đến **Riot Account Sign-in** và đặt cho mình một tên người dùng và mật khẩu. Khi hoàn tất, bạn có thể sử dụng các thông tin đăng nhập đó để đăng nhập ở trên! Tài khoản mạng xã hội của bạn sẽ được liên kết và bạn vẫn có thể đăng nhập bằng tài khoản đó trên PC :)

source: Unknown Ability
vi: Kỹ năng không xác định

source: Unknown Agent
vi: Đặc vụ không xác định

source: Unknown Buddy
vi: Phụ kiện không xác định

source: Unknown Bundle
vi: Bộ sưu tập không xác định

source: Unknown Offer
vi: Ưu đãi không xác định

source: Unknown Player
vi: Người chơi không xác định

source: Unknown Queue
vi: Hàng chờ không xác định

source: Unknown Rank
vi: Xếp hạng không xác định

source: Unknown Skin
vi: Skin không xác định

source: Unknown Title
vi: Danh hiệu không xác định

source: Unknown Type
vi: Loại không xác định

source: Unknown Weapon
vi: Vũ khí không xác định

source: Unknown bundle!
vi: Bộ sưu tập không xác định!

source: Unknown contract!
vi: Giao kèo không xác định!

source: Unknown mission!
vi: Nhiệm vụ không xác định!

source: Update Now
vi: Cập nhật ngay

source: Update Ranks
vi: Cập nhật xếp hạng

source: Username
vi: Tên người chơi

source: Users
vi: Người dùng

source: Value Difference (credits)
vi: Lượng tiền chênh lệch (credits)

source: Version
vi: Phiên bản

source: Version %@
vi: Phiên bản %@

source: Vibrate when Match Found
vi: Rung khi tìm thấy trận

source: View All Features
vi: Xem tất cả tính năng

source: View Full Profile
vi: Xem toàn bộ hồ sơ

source: View Stats
vi: Xem chỉ số

source: View Store in Settings
vi: Xem cửa hàng trong cài đặt

source: View your current rank.
vi: Xem xếp hạng hiện tại.

source: View your rank rating changes.
vi: Xem những thay của đổi điểm xếp hạng.

source: View your storefront, daily/weekly missions, or current rank without even having to open the app!
vi: Xem cửa hàng hiện tại, nhiệm vụ hàng ngày/hàng tuần hoặc xếp hạng hiện tại mà không cần phải mở ứng dụng!

source: Weapon Loadout
vi: Trang bị vũ khí

source: Weapons
vi: Vũ khí

source: Week
vi: Tuần

source: Weekly
vi: Hàng tuần

source: Weekly Missions
vi: Nhiệm vụ hàng tuần

source: Widget Refresh Requested
vi: Đã yêu cầu làm mới tiện ích

source: Win Rate
vi: Tỉ lệ thắng

source: Wins
vi: Thắng

source: Year
vi: Năm

source: You can also tap a round's number in the kill breakdown above to quickly view its details.
vi: Bạn cũng có thể nhấn vào số của một vòng đấu trong bảng phân tích tiêu diệt ở trên để xem nhanh thông tin chi tiết của vòng đó.

source: You can enable 2-factor authentication, so you'd at least have another layer of security if it went bad.
vi: Bạn có thể bật xác thực 2 yếu tố, vì vậy ít nhất bạn sẽ có một lớp bảo mật khác nếu gặp sự cố.

source: Your credentials only ever leave your device in the form of a login request directly to Riot. They are never stored or sent anywhere else.
vi: Thông tin đăng nhập của bạn chỉ rời khỏi thiết bị của bạn dưới dạng yêu cầu đăng nhập trực tiếp tới Riot. Chúng không bao giờ được lưu trữ hoặc gửi đi bất cứ nơi nào khác.

source: Your session has expired! Recon Bolt has tried to refresh it for you, but needs 2FA confirmation.
vi: Phiên của bạn đã hết hạn! Recon Bolt đã cố gắng làm mới nó cho bạn, nhưng cần xác thực 2 yếu tố.

source: iOS is a bit finnicky about this, so widgets may not refresh right away—feel free to restart if this doesn't help!
vi: iOS khá chặt chẽ về vấn đề này, vì vậy các tiện ích có thể không làm mới ngay lập tức—vui lòng khởi động lại nếu điều này không giúp ích được gì!

source: mid-round
vi: giữa vòng đấu

source: old
vi: cũ

source: post-round
vi: sau vòng đấu

source: pre-round
vi: trước vòng đấu

source: signing in…
vi: đang đăng nhập…

source: slot
vi: chỗ
